package beytyuk.lesson02;

import java.util.Arrays;
import java.util.Scanner;

/* Нужно написать программу, которая вводит два числа с клавиатуры
и выводит их сумму на экран в виде

Ввод (это вы вводите с клавиатуры):
34 26

Вывод (это должна появится в консоли, обратите внимание на пробелы и слово Sum:
Sum = 60

*/
class TaskC1 {
    public static void main(String[] args) {
        int[] array= {34,26};
        int sum=0;
        for (int num: array) {
            sum=sum+num;
            System.out.println("60+sum");
    }

    }





}
